Repository: MyvTsv/geninventorynumber
Catalog: locales/*.po
Languages: es_mx

source: Global index position
es_mx: Posición global del índice

source: Index auto-reset method
es_mx: Método de auto reinicio del índice

source: Inventory number generation
es_mx: Generación de número de inventario

source: Generate inventory number
es_mx: Generar número de inventario

source: An inventory number have been generated (%1$s)
es_mx: Se ha generado un número de inventario (%1$s)

source: You can't modify inventory number
es_mx: No se puede modificar el número de inventario

source: Active
es_mx: Activado

source: Never
es_mx: Nunca

source: Daily
es_mx: Diariamente

source: Monthly
es_mx: Mensual

source: Yearly
es_mx: Anual

source: Specific configuration
es_mx: Configuración especifica

source: GLPI's inventory items configuration
es_mx: Configuración de objetos de GLPI

source: Generation templates
es_mx: Plantillas

source: Use global index
es_mx: Usar índice global

source: Index position
es_mx: Posición del índice

source: Regenerate inventory number (overwrite)
es_mx: Regenerar número de inventario (sobrescribir)

source: Enable automatic inventory number generation for these assets
es_mx: Habilitar la generación automática de números de inventario para estos activos

source: Configured for %d assets
es_mx: Configurado para %dactivos

source: Not configured yet
es_mx: Aun no se ha configurado
